Repository: playonmonkey/service.iptv.merge
Catalog: resources/language/resource.language.*/strings.po
Languages: pl_pl

# #32000
source: You need to login to access this content
pl_pl: Musisz się zalogować by mieć dostęp do tej zawartości

# #32001
source: No default route found
pl_pl: Nie znaleziono domyślnej ścieżki

# #32002
source: Are you sure you want to clear this plugins data?
pl_pl: Jesteś pewien, że chcesz wyczyścić dane wtyczki?

# #32003
source: Clear Data OK
pl_pl: Czyszczenie danych wykonane

# #32004
source: Removed {delete_count} Cached Item
pl_pl: Usunięto {delete_count} zapisanych pozycji

# #32005
source: Clear Cache
pl_pl: Czyść Cache

# #32006
source: Could not find a function for url: {raw_url} => {parsed_url}
pl_pl: Nie znaleziono funkcji dla linku: {raw_url} => {parsed_url}

# #32007
source: Could not find a url for function: {function_name}
pl_pl: Nie znaleziono linku dla funkcji: {function_name}

# #32008
source: Inpustream Adaptive add-on required for Widevine playback Use the Kodi installer from the Kodi website instead
pl_pl: Wtyczka Inputstream Adaptive jest wymagana do odtworzenia Widevine Użyj instalatora Kodi ze strony Kodi

# #32009
source: Kodi Windows Store (UWP) version does not support Widevine DRM playback. Use the Kodi installer for Windows from the Kodi website instead.
pl_pl: Kodi Windows Store (UWP) nie obsługuje Widevine DRM. Użyj instalatora Kodi dla systemu Windows ze strony Kodi

# #32010
source: Kodi 18 or higher required for Widevine DRM playback on {system}
pl_pl: Kodi 18 lub wyższe jest wymagane dla Widevine DRM na {system}

# #32011
source: ARM 64bit does not support Widevine DRM playback An OS with a 32-bit userspace is required. Try coreelec.org
pl_pl: ARM 64bit nie wspiera Widevine DRM Inny OS środowiskiem 32-bit jest wymagany. Spróbuj coreelec.org

# #32012
source: This system ({system}{arch} Kodi v{kodi_version}) does not yet support Widevine Playback
pl_pl: Ten system ({system}{arch} Kodi v{kodi_version}) jeszcze nie wspiera Widevine DRM

# #32014
source: Downloading required file {url}
pl_pl: Pobieranie potrzebnych plików {url}

# #32016
source: There was an unexpected error installing Widevine Please restart KODI and try again
pl_pl: Wystąpił nieoczekiwany błąd instalacji Widevine Zrestartuj Kodi i spróbuj ponownie

# #32017
source: Use Cache
pl_pl: Używaj Cache

# #32018
source: Inputstream Settings
pl_pl: Ustawienia Inputstream

# #32019
source: Clear Data
pl_pl: Czyść Dane

# #32020
source: Error
pl_pl: Błąd

# #32021
source: Install Widevine DRM
pl_pl: Zainstaluj Widevine DRM

# #32022
source: Widevine DRM Installed OK If videos do not play, please restart KODI and try again
pl_pl: Widevine DRM Zainstalowano Prawidłowo Jeśli wideo sie nie odtwarza, zrestartuj KODI i sprobuj ponownie

# #32023
source: Use Inputstream HLS
pl_pl: Użyj Inputstream HLS

# #32025
source: Logout
pl_pl: Wyloguj

# #32026
source: Settings
pl_pl: Ustawienia

# #32027
source: Are you sure you want to logout?
pl_pl: Jesteś pewien, że chcesz się wylogować?

# #32028
source: Failed to login. Check your details are correct and try again.
pl_pl: Nieudane logowanie Sprawdź dane i spróbuj ponownie

# #32029
source: Search
pl_pl: Szukaj

# #32030
source: Search: {query}
pl_pl: Szukaj: {query}

# #32031
source: No Results
pl_pl: Brak Rezultatów
